{
  "snacks": [
    {
      "id": 1,
      "name": "Hamburger",
      "image": "https://s7d1.scene7.com/is/image/mcdonalds/mcdonalds-Hamburger-new:1-3-product-tile-desktop?wid=829&hei=515&dpr=off",
      "description": "A hamburger, or simply burger, is a food consisting of fillings—usually a patty of ground meat, typically beef—placed inside a sliced bun or bread roll",
      "available": 8
    },
    {
      "id": 2,
      "name": "Pizza",
      "image": "https://foodhub.scene7.com/is/image/woolworthsltdprod/2004-easy-pepperoni-pizza:Mobile-1300x1150",
      "description": "Pizza is a dish of Italian origin consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients, which is then baked at a high temperature, traditionally in a wood-fired oven. A small pizza is sometimes called a pizzetta.",
      "available": 15
    },
    {
      "id": 3,
      "name": "Smoothie",
      "image": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2020/11/19/0/FNK_Strawberry-Banana-Smoothie_H_s4x3.jpg.rend.hgtvcom.616.462.suffix/1605818669813.jpeg",
      "description": "A smoothie is a beverage made by puréeing ingredients in a blender. A smoothie commonly has a liquid base, such as fruit juice or milk, yogurt, ice cream or cottage cheese. Other ingredients may be added, including fruits, vegetables, non-dairy milk, crushed ice, whey powder or nutritional supplements",
      "available": 25
    },
    {
      "id": 4,
      "name": "Crisps",
      "image": "https://assets.bonappetit.com/photos/6346eb04a5623aca83a635e3/16:9/w_2671,h_1502,c_limit/1012-easy-apps-chips-lede.jpg",
      "description": "A potato chip (American English; often just chip) or crisp (British and Irish English) is a thin slice of potato that has been either deep fried, baked, or air fried until crunchy. They are commonly served as a snack, side dish, or appetizer. The basic chips are cooked and salted; additional varieties are manufactured using various flavorings and ingredients including herbs, spices, cheeses, other natural flavors, artificial flavors, and additives.",
      "available": 10
    },
    {
      "id": 5,
      "name": "Chips",
      "image": "https://cdn.standardmedia.co.ke/images/monday/tsbkxorgrkdarwxg6617feed27883c.jpg",
      "description": "French fries, chips, finger chips, french-fried potatoes, or simply fries, are batonnet or allumette-cut deep-fried potatoes of disputed origin from Belgium and France. They are prepared by cutting potatoes into even strips, drying them, and frying them, usually in a deep fryer",
      "available": 7
    }
  ]
}
